{
  "Reports": [
    {
      "Id": "359c37a0f7a6eef42acce33bedeb43afc509a255",
      "Text": "It's good that he didn't get caught Hizbullah reporter next to an IDF tank Hizbollah Almanar reporter Ali Shuaib documented himself today closer than ever to an IDF tank on the Lebanese border near Mount Dov. We note that this is another provocation by the Hezbollah reporter who stood on the blue line while IDF forces were standing on Mount Dov. There was a danger to the soldiers of his army and his good security, which he did not raise as Hizbullah from Taqsali tanks",
      "Place": "Lebanese border near Mount Dov",
      "Attacker": "Hizbullah",
      "casualties": "Not mentioned",
      "PubilshTime": "19:04:13, 09/26/2023",
      "Child_Reports": []
    },
    {
      "Id": "a2c1c2833cc9409fbced8ea1fb7ba75fe5ce2f67",
      "Text": "Attempted attack in the Menashe Brigade Shooting at a military post No casualties Terrorists fired earlier today at a military post near the village of Shavika in the Menashe Brigade The fighters at the position responded with fire There were no casualties and no damage was caused to the post After scans several backpacks were located in the area of ​​the village of Shavika IDF forces began a pursuit of the terrorists Army and military security Attempted attack in the Menshahir Brigade at the position There were no casualties",
      "Place": "Menashe Brigade",
      "Attacker": "Terrorists",
      "casualties": "No casualties",
      "PubilshTime": "19:04:13, 09/26/2023",
      "Child_Reports": []
    },
    {
      "Id": "f0b0f7b87bc95d29ffd9f7b0b0c7bc15b92dc418",
      "Text": "In a live broadcast, the state memorial service one year for the Yom Kippur survivor, in a live broadcast from the State Memorial Hall on Mount Herzl, the state memorial ceremony to mark the one year anniversary of the Yom Kippur war.",
      "Place": "State Memorial Hall on Mount Herzl",
      "Attacker": "Not mentioned",
      "casualties": "Not mentioned",
      "PubilshTime": "19:04:13, 09/26/2023",
      "Child_Reports": []
    },
    {
      "Id": "d0d23aee2aab24dcfe1018494ae8b73734f78667",
      "Text": "The tensions in the south What exactly is Hamas trying to achieve with the violations of order in the Gaza Strip Against the backdrop of terrorism and violence on the border of the Gaza Strip Defense Minister Yoav Galant chooses to open the Kerem Shalom crossing to the goods crossing and close the Erez crossing to the labor crossing to Israel. Terrorists were shot by snipers from the Border Guard and Israel Defense Forces. So what exactly is Hamas trying to achieve? Commentary by Dr. Amir Bohbot.",
      "Place": "Gaza Strip",
      "Attacker": "Hamas",
      "casualties": "Not mentioned",
      "PubilshTime": "19:04:13, 09/26/2023",
      "Child_Reports": []
    },
    {
      "Id": "e6ea0c2f70e37c28d2601ae315cdde5d724bbd25",
      "Text": "Yes, goods will enter, but no laborers will leave, Galant's decision on the Gaza Strip, despite the terror and violence on the border of the Gaza Strip, Defense Minister Yoav Galant approved the opening of the Kerem Shalom crossing for the transfer of goods and fuel, and the continued closure of the Erez crossing for Palestinian workers, the military and security.",
      "Place": "Gaza Strip",
      "Attacker": "Hamas",
      "casualties": "Not mentioned",
      "PubilshTime": "19:04:13, 09/26/2023",
      "Child_Reports": []
    },
    {
      "Id": "5b0f378bc7b2be55bf6fec8407cfc2820c9bcfd8",
      "Text": "The tensions during the holidays an IDF attack in the Gaza Strip When we were in the midst of Yom Kippur the IDF attacked a military position of the terrorist organization Hamas in the Gaza Strip in response to a shooting carried out by a terrorist financed by it during violations of the order on the fence and the military and security tensions during the holidays an IDF attack on the Gaza Strip",
      "Place": "Gaza Strip",
      "Attacker": "IDF",
      "casualties": "Not mentioned",
      "PubilshTime": "23:00:36, 09/25/2023",
      "Child_Reports": []
    },
    {
      "Id": "3c94b2b86a1ef8615e7e6dc9a875272903791ca3",
      "Text": "Palestinian reports Two killed in exchange of fire with security forces in Beto HamelTwo people were killed last night in the Nur Shams refugee camp in Tulkarem According to Palestinian reports, this was during an IDF operation instead of a wanted arrest at the place during which an exchange of fire between the army and security forces took placePalestinian reportsTwo people were killed in an exchange of fire with security forces in Beto",
      "Place": "Nur Shams refugee camp in Tulkarem",
      "Attacker": "IDF (Israeli Defense Forces)",
      "casualties": "2 killed",
      "PubilshTime": "15:43:11, 09/24/2023",
      "Child_Reports": []
    },
    {
      "Id": "5d030c79609e9676146660b098ed7596506c5519",
      "Text": "Lieberman, no wonder when there is a government of clowns, then the balloons came back.",
      "Place": "Beto Hamel",
      "Attacker": "IDF",
      "casualties": {
        "killed": 2,
        "injured": 0
      },
      "PubilshTime": "15:43:11, 09/24/2023",
      "Child_Reports": []
    },
    {
      "Id": "d28c394b86b5a666a84a975bcecfb9d969d615ab",
      "Text": "After two years, the balloon terror returns, a fire broke out in the Gaza Strip. In the last hour, a fire was ignited in the Kisofim forest of Kekel near the settlement's fence, apparently as a result of an incendiary balloon in exactly the same place.",
      "Place": "Kisofim forest near the settlement's fence",
      "Attacker": "Unknown (presumably from Gaza Strip)",
      "casualties": "Not mentioned",
      "PubilshTime": "15:43:11, 09/24/2023",
      "Child_Reports": []
    },
    {
      "Id": "f9feb30ce6581b9daa393a12dff3e988107d4d58",
      "Text": "Arab report of incendiary balloon launches from Gaza to Israel Initial report of a fire in the Bari area and injuries as a result of an incendiary balloon Army and Defense Arab report of balloon launches from Gaza to Israel",
      "Place": "Bari area, Israel",
      "Attacker": "Gaza",
      "casualties": "Not mentioned",
      "PubilshTime": "15:43:11, 09/24/2023",
      "Child_Reports": []
    },
    {
      "Id": "770e69ad91d93bbab7e065c4ce30901cfcacb79b",
      "Text": "The activity of our forces in Judea and Samaria, a terrorist was killed in the Genin sector, in Kfar Dan, the Genin sector, a terrorist was killed tonight during an exchange of fire with our forces. When they called him out, the arrest ended within a few minutes. During the operation, stones and mortars were thrown at the isolated force. There were no casualties to our forces. This also happened. Fighters reported shooting at the Beit Purik checkpoint south of Nablus.",
      "Place": "Genin sector, Kfar Dan",
      "Attacker": "Terrorist",
      "casualties": "1 killed",
      "PubilshTime": "15:43:11, 09/24/2023",
      "Child_Reports": []
    },
    {
      "Id": "ce42619a17984095df8980cd148a64bdedc27e9a",
      "Text": "The IDF attacked military infrastructures in Ein Altaniya in the Golan Heights.",
      "Place": "Ein Altaniya, Golan Heights",
      "Attacker": "IDF",
      "casualties": "NOT MENTION",
      "PubilshTime": "15:43:11, 09/24/2023",
      "Child_Reports": []
    },
    {
      "Id": "efea392798bc5cd7a5e1e215075cb5035d6532e6",
      "Text": "The signs are increasing, the army is on its way to another operation in the Negin, the commander of the Yosh Tal division, Avi Blot, spoke yesterday, Wednesday, at the ceremony for the transfer of command of the Menashe brigade between Elm Arik Moyal, who has finished his duties, and his replacement, Elm Ayoub Kif, and in his speech he referred to the operation in Genen the day before, in which five terrorists were killed, the operation proved that we are determined to do whatever it takes In order to thwart terrorism and to improve the security situation, the commander of the division said, and perhaps also hinted at what was to come, let those who ask for our help know that we have the power to act with more courage and that all the tools are at our disposal in the fight for the security of the citizens of the State of Israel, the army and its security.",
      "Place": "Negin",
      "Attacker": "IDF",
      "casualties": "5 terrorists killed",
      "PubilshTime": "15:43:11, 09/24/2023",
      "Child_Reports": []
    },
    {
      "Id": "9839daa43d8adc053f3bea93d2e87e2df3fdf481",
      "Text": "At the end of the security assessment, the Erez crossing will remain closed today.",
      "Place": "Erez crossing",
      "Attacker": "Not given",
      "casualties": "Not mentioned",
      "PubilshTime": "15:43:11, 09/24/2023",
      "Child_Reports": []
    },
    {
      "Id": "0a0aaac95120b359853db741d751d085905306f8",
      "Text": "On the occasion of Rosh Hashanah, a ceremony for honorees of the Armored Brigade, on Wednesday last week, there was a ceremony of honorees for Rosh Hashanah and the awarding of ranks to the outstanding members of the brigade.",
      "Place": "NOT GIVEN",
      "Attacker": "NOT GIVEN",
      "casualties": "NOT MENTION",
      "PubilshTime": "15:43:11, 09/24/2023",
      "Child_Reports": []
    },
    {
      "Id": "66dc1d3f0e22d07ab8cec2799f2cefe1423f9450",
      "Text": "Tonight, our forces arrested wanted persons throughout Judea and Samaria. Soldiers of the Shebak and Magev forces operated tonight to arrest wanted persons throughout Judea and Samaria and in the Bekaa and the Valleys Brigade.",
      "Place": "Judea and Samaria, Bekaa and the Valleys Brigade",
      "Attacker": "Israeli forces (Shebak and Magev forces)",
      "casualties": "Not mentioned",
      "PubilshTime": "15:43:11, 09/24/2023",
      "Child_Reports": []
    },
    {
      "Id": "9c744acd63c99531691cfa7178a8027d8b71debc",
      "Text": "The General Staff appointed Major General Ohad Maor as the Chief Armor Officer at the staffing meeting held yesterday, chaired by the Chief of the General Staff, Colonel Harzi Halevi. Major General Ohad Maor was appointed Chief Armor Officer.",
      "Place": "Judea and Samaria, Bekaa and the Valleys Brigade",
      "Attacker": "IDF",
      "casualties": "Not mentioned",
      "PubilshTime": "15:43:11, 09/24/2023",
      "Child_Reports": []
    },
    {
      "Id": "89a2a227e7044c4700b82353a418b68a4972927d",
      "Text": "The laser system and soldiers will leave checkpoints The IDF's future plans The Compassionate IDF's multi-year plan for the IDF and the security system, the details of which Chief of Staff Harzi Halevi is expected to summarize soon, will include, among other things, the placement of a laser beam system on the border of the Gaza Strip and on the border with the military and its security The laser system and soldiers will leave checkpoints The IDF's future plans",
      "Place": "Gaza Strip and border areas",
      "Attacker": "IDF",
      "casualties": "NOT MENTION",
      "PubilshTime": "15:43:11, 09/24/2023",
      "Child_Reports": []
    },
    {
      "Id": "227d19ff4a9a06970204f3e965777d056eb92c6a",
      "Text": "The activity in Ganin, the drone hit the terrorists, the Shebak and Magev IDF fighters operated in the Genin refugee camp, an exchange of fire developed, the IDF attacked using a Maoz-type drone, its military security, the activity in Genin, the drone hit the terrorists",
      "Place": "Genin refugee camp",
      "Attacker": "IDF",
      "casualties": "Not mentioned",
      "PubilshTime": "15:43:11, 09/24/2023",
      "Child_Reports": []
    },
    {
      "Id": "e5bd3f3cde356ca52cf564debbee093f288573f0",
      "Text": "The activity in Ganin, an IDF vehicle hit a bomb on the way out. No casualties. All forces left the city of Ganin. Terrorists were killed and wounded to varying degrees. Panther got stuck as a result of a bomb outside the city while leaving.",
      "Place": "Ganin",
      "Attacker": "Terrorists",
      "casualties": {
        "Killed": "Multiple",
        "Injured": "Multiple"
      },
      "PubilshTime": "15:43:11, 09/24/2023",
      "Child_Reports": []
    },
    {
      "Id": "2e4b812cf9c483bec1fe2cc7b63478158a5f53ba",
      "Text": "Attack in Genein, exterminations in the camp Palestinian Ministry of Health exterminations in the refugee camp Genin gunfire from our forces and wounded security forces attack in Genin exterminations in the camp",
      "Place": "Genin refugee camp",
      "Attacker": "Israeli security forces",
      "casualties": "",
      "PubilshTime": "15:43:11, 09/24/2023",
      "Child_Reports": []
    },
    {
      "Id": "7697a25c4afed6b71fa77fdb82974a2bbb844d1a",
      "Text": "The Ministry of Health in Genin has been eliminated and injured The Ministry of Health in Genein updates on one terrorist who has been eliminated and more wounded in the refugee camp Genin Army and Defense Ministry of Health in Genin Eliminated wounded",
      "Place": "Genin",
      "Attacker": "Army and Defense",
      "casualties": "",
      "PubilshTime": "15:43:11, 09/24/2023",
      "Child_Reports": []
    },
    {
      "Id": "d40421237879a4621a06cb9f06cda30bba5da938",
      "Text": "The activity of our forces in Negin, shoulder-fired missiles were fired at the house.",
      "Place": "Negin",
      "Attacker": "Not mentioned",
      "casualties": "Not mentioned",
      "PubilshTime": "15:43:11, 09/24/2023",
      "Child_Reports": []
    },
    {
      "Id": "e51204544d819cf9ac7963562cf3560ac085feb5",
      "Text": "The activity of our forces in the garden of Mechtarim, a house in a military bulldozer camp inside, an Arab report Our forces are crowning a house in the refugee camp, a military bulldozer garden inside the camp",
      "Place": "Negin",
      "Attacker": "Not mentioned",
      "casualties": "Not mentioned",
      "PubilshTime": "15:43:11, 09/24/2023",
      "Child_Reports": []
    },
    {
      "Id": "d320ffeb082a33016670a3045a039b9f4e7bcc23",
      "Text": "Palestinian Ministry of Health killed and injured in clashes Severe clashes on the border of the Gaza Strip The Palestinian Ministry of Health reports a dead and injured one of them in a serious condition in clashes with our forces on the border at the same time terrorists launch incendiary balloons towards Israeli territory Army and Defense Palestinian Ministry of Health killed and injured in clashes",
      "Place": "Gaza Strip",
      "Attacker": "Palestinian Ministry of Health",
      "casualties": "",
      "PubilshTime": "15:43:11, 09/24/2023",
      "Child_Reports": []
    },
    {
      "Id": "6633c3cbb45f8cb224253a4894788d4c21d4ab5e",
      "Text": "Arab report during the breach of order at the Gaza Strip border terrorists crossed the fence",
      "Place": "Gaza Strip border",
      "Attacker": "Terrorists",
      "casualties": "",
      "PubilshTime": "15:43:11, 09/24/2023",
      "Child_Reports": []
    },
    {
      "Id": "e4ac35cc343c3828dbd5b5c5f4efca52eaf65c31",
      "Text": "An attempted attack near the settlement of Merev, a shooting at a military patrol vehicle A fourth attempted attack in less than a day Terrorists shot a short time ago at a military patrol vehicle near the settlement of Merev in the Menashe division, damage to the vehicle was detected and there were no casualties IDF forces launched a pursuit of suspects The military and security forces attempted an attack near the settlement of Mirbirile on a military patrol vehicle",
      "Place": "Near the settlement of Merev",
      "Attacker": "Terrorists",
      "casualties": "",
      "PubilshTime": "15:43:11, 09/24/2023",
      "Child_Reports": []
    },
    {
      "Id": "741064bf74f5499b5aceced38016734c1d9e3ece",
      "Text": "The General Staff celebrated with the family of the spaceman Maxim Moltsnov Zel on Christmas Eve.",
      "Place": "Negin",
      "Attacker": "Not mentioned",
      "casualties": "Not mentioned",
      "PubilshTime": "15:43:11, 09/24/2023",
      "Child_Reports": []
    },
    {
      "Id": "b8fa834c7261a41804e5435482161b72bcd68e18",
      "Text": "A terrorist attack pursues an attack a terrorist fired at a military post near Nablus A terrorist fired from the village of Deir Sharaf in the Samaria Division a short time ago at a military post on the outskirts of the village After scans, backpacks were located and a hit was detected at the military post There are no casualties to our forces and the IDF launched a pursuit of suspects The army and security of the attack",
      "Place": "Nablus",
      "Attacker": "Terrorist",
      "casualties": "",
      "PubilshTime": "15:43:11, 09/24/2023",
      "Child_Reports": []
    },
    {
      "Id": "3d67b79f4b41691c342c545cb6f3af441a44b0b9",
      "Text": "Our forces were active tonight throughout Judea and Samaria. Shooting was carried out at the Salem outpost. Fighters of the Shebak and Magev forces were active tonight throughout Judea and Samaria.",
      "Place": "Judea and Samaria",
      "Attacker": "Not specified",
      "casualties": "",
      "PubilshTime": "15:43:11, 09/24/2023",
      "Child_Reports": []
    },
    {
      "Id": "468324c5fe26749ca8e4c09a6b20c8e81549b9da",
      "Text": "The commander of Mob chief Brik Yitzchak arrived at the scene of the attack at the Mazmoriya checkpoint The attempted attack at the Mazmoriya checkpoint The commander of Mob chief Brik Yitzchak arrived at the scene of the attack and spoke with the fighters and the fighter who neutralized the terrorist at the scene The terrorist's condition is serious and he is seeking medical treatment",
      "Place": "Mazmoriya checkpoint",
      "Attacker": "Terrorist",
      "casualties": "",
      "PubilshTime": "15:43:11, 09/24/2023",
      "Child_Reports": []
    }
  ]
}